dbaeumer.vscode-eslint
dracula-theme.theme-dracula
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.autopep8
ms-vscode-remote.remote-wsl
tuttieee.emacs-mcx
vue.volar
